// 지역 더미
export const regions = {
  "서울": {
    "강남구": ["역삼동", "삼성동", "청담동", "논현동", "압구정동"],
    "마포구": ["홍대입구", "합정동", "망원동", "상암동"],
    "종로구": ["종로1가", "종로2가", "혜화동", "창신동"],
  },
  "부산": {
    "해운대구": ["해운대동", "우동", "중동", "좌동"],
    "금정구": ["부산대앞", "서동", "금사동", "남산동"],
    "사상구": ["괘법동", "감전동", "주례동", "모라동"],
  },
  "대구": {
    "중구": ["동성로", "남산동", "대봉동"],
    "수성구": ["범어동", "만촌동", "황금동"],
  },
  "인천": {
    "연수구": ["송도동", "연수동", "청학동"],
    "부평구": ["부평동", "산곡동", "십정동"],
  },
  "대전": {
    "유성구": ["궁동", "노은동", "봉명동"],
    "서구": ["둔산동", "탄방동", "월평동"],
  },
}